Repository: common-repository/wc-fill-cart-automatically
Catalog: languages/fill-woo-cart-automatically-*.po
Languages: es_es

source: Fill Cart
es_es: Llenar carrito

source: Configurations to fill carts
es_es: Configuraciones para llenar los carritos

source: Options
es_es: Opciones

source: Statistics
es_es: Estadísticas

source: Basic settings
es_es: Ajustes básicos

source: Products that will appear in the cart
es_es: Productos que aparecerán en el carrito

source: Autocomplete user cart through cookie
es_es: Autocompletar el carrito del usuario a través de una cookie

source: Automatically fill cart after X time (in seconds)
es_es: Llenar automáticamente el carrito después de X tiempo (en segundos)

source: Fill cart using a link
es_es: Llenar el carrito con un enlace

source: Fill cart via link
es_es: Llenar el carrito a través del enlace

source: Statistics settings
es_es: Configuraciones de estadísticas

source: Save user statistics
es_es: Guardar las estadísticas de los usuarios

source: Here you can configure how the cart of your store will be filled.
es_es: Aquí puede configurar cómo se llenará el carrito de su tienda.

source: Here you can see information about user interaction.
es_es: Aquí puede ver información sobre la interacción de los usuarios.

source: If you leave this field at 0, it will be given a value of 10 years in seconds
es_es: Si deja este campo en 0, se le dará un valor de 10 años en segundos

source: You have not chosen products
es_es: No ha elegido productos

source: If you want to customize the fill cart url you just have to add at the end of the url
es_es: Si quieres personalizar la url del carrito de la compra sólo tienes que añadir al final de la url

source: For example: https://www.example.com/sample-page/?fwc_fill_cart=on
es_es: Por ejemplo: https://www.example.com/sample-page/?fwc_fill_cart=on

source: See settings to fill the cart
es_es: Ver los ajustes para llenar el carrito

source: Settings
es_es: Ajustes

source: Are you sure you want to clear the data log?
es_es: ¿Estás seguro de que quieres borrar el registro de datos?

source: Times the cart has been filled
es_es: Veces que se ha llenado el carrito

source: times
es_es: veces

source: Restart data
es_es: Reiniciar datos

source: Has not been used yet
es_es: Todavía no se ha utilizado

source: Filter users
es_es: Filtrar usuarios

source: All users
es_es: Todos los usuarios

source: Registered users
es_es: Usuarios registrados

source: Anonymous
es_es: Anónimos

source: User name
es_es: Nombre de usuario

source: Date
es_es: Fecha

source: User IP
es_es: IP del usuario

source: Browser information
es_es: Información del navegador

source: Fill Cart Automatically for WooCommerce
es_es: Llenar el Carrito Automáticamente para WooCommerce

source: Autofill carts with previously selected products through a link that is sent to the user or by default when the user enters the web.
es_es: Rellenar automáticamente los carros con los productos previamente seleccionados a través de un enlace que se envía al usuario o por defecto cuando el usuario entra en la web.
